Repository: FredGarcia/ArmoireRFID
Catalog: ArmoireV3/ArmoireV3/Inter/Languages.*.resx
Languages: fr

# addDataError
source: Error adding data:
fr: Erreur lors de l'ajout des données:

source: Alert Sync Error:
fr: Erreur synchro alert:

# articleUpCase
source: ITEM
fr: ARTICLE

# buttonDeconnexion
source: LOGOUT
fr: DECONNEXION

# capMax
source: Maximum Capacity:
fr: Capacité Maximale:

# connectDBfail
source: Failed to connect to Database.
fr: Echec de connexion à la Base de Données.

# curInCab
source: Currently in the cabinet:
fr: Actuellement dans l'armoire:

# cusoon
source: Please close the cabinet after removing your selection. Thank you and goodbye.
fr: Veuillez refermer l'armoire après avoir retiré votre sélection. Merci et à bientôt.

# dbError
source: Database error:
fr: Erreur base de données:

# discTip
source: Think to disconnect before leaving !
fr: Pensez à vous déconnecter en partant !

source: door sensor
fr: capteur porte

# errorOccurred
source: An error has occurred:
fr: Une erreur est survenue:

source: Global Sync Error:
fr: Erreur synchro globale:

source: Hello
fr: Bonjour

source: Inactive user
fr: Utilisateur inactif

source: insertAlert error:
fr: Erreur insertAlert:

# insertDataError
source: Error inserting data:
fr: Erreur lors de l'insertion des données:

source: insertTagAlert error:
fr: Erreur insertTagAlert:

# intru
source: intruders
fr: intrus

source: LED card error:
fr: Erreur carte LED:

source: Load Sync Error:
fr: Erreur synchro load:

source: login error:
fr: erreur login:

# mainWinError
source: Main Window - Error:
fr: Main Window - Erreur:

source: MY LOCKER
fr: MON VESTIAIRE

# mySelect
source: MY SELECTION
fr: MA SELECTION

# nbArtCab
source: items in the cabinet, including
fr: articles dans l'armoire, dont

# noBadgeReader
source: Badge reader not present
fr: Lecteur Badge non présent

# noLEDcard
source: LED card not present
fr: Carte LED non présente

source: No rail
fr: Pas de rail

# notinStock1
source: Item, code
fr: Les articles, code

# notinStock2
source: in size
fr: en taille

# notinStock3
source: are no longer in stock
fr: ne sont plus en stock

source: Ongoing service...
fr: Service en cours...

source: Open
fr: Ouvrir

# openCab1minError
source: Cabinet opened since more than 1 minute
fr: Armoire ouverte depuis plus de 1 minute

# openCab30secError
source: Cabinet opened since more than 30 seconds
fr: Armoire ouverte depuis plus de 30 secondes

# opWithoutRef
source: Operation without refund:
fr: Fonctionnement sans restitution:

# opWithoutSync
source: Operating without synchro:
fr: Fonctionnement sans synchro:

# posInCab
source: POSITION IN THE CABINET
fr: POSITION DANS L'ARMOIRE

# quant
source: Quantity :
fr: Quantité :

source: Reload Sync Error:
fr: Erreur synchro reload:

# restSyncError
source: Restitution Sync Error:
fr: Erreur synchro restitution:

# returnText
source: Return
fr: Retour

source: RFIDScanRetrait Error:
fr: Erreur RFIDScanRetrait:

# scanError
source: Error scan:
fr: Erreur lors du scan:

# secRemain
source: seconds remaining.
fr: secondes restantes.

# selectOutfit
source: Now you can select your outfits.
fr: Vous pouvez dès à présent sélectionner vos tenues.

source: Size :
fr: Taille :

# synchroCabError
source: Error during synchronization of the cabinet:
fr: Erreur lors de la synchronisation de l'armoire:

source: synchro init error
fr: erreur synchro init

# syncInitError
source: Synchro initialization error:
fr: Erreur initialisation Synchro:

source: System Error
fr: Erreur Système

# textBoxErreur
source: ERROR
fr: ERREUR

# textBoxErreurImpinj
source: RFID reader is not connected
fr: Lecteur RFID non connecté

# textBoxErreurImpinjRestitution
source: Restitution is not connected
fr: Restitution non connectée

# textBoxInsererBadge
source: PLACE YOUR BADGE
fr: PASSEZ VOTRE BADGE

# textBoxMagnetoID
source: Your smart cabinet.
fr: Votre armoire intelligente.

# thereR
source: There are
fr: Il y a

# unhandledErrorOcc
source: An unhandled error occurred. The program will close. Details:
fr: Une erreur non gérée a été rencontrée. Le programme va se fermer. Détails :

# updateAlertsProblem
source: Could not update alerts:
fr: Impossible de mettre à jour les alertes:

# updateDataError
source: Error updating data:
fr: Erreur lors de la mise à jour des données:

# updateEpcReloadTagError
source: updateEpcReload: Tag inexistent
fr: updateEpcReload: Tag inexistant

# updateEpcRestitutionTagError
source: updateEpcRestitution: Tag inexistent
fr: updateEpcRestitution: Tag inexistant

# updateError
source: Error update
fr: Erreur du update

source: User Sync Error:
fr: Erreur synchro user:

source: userTimer sync error:
fr: Erreur synchro userTimer:

# validate
source: OK
fr: Validez

# waitDuringScan
source: Ongoing scan. Please wait ...
fr: Scan en cours. Veuillez patienter...

source: Welcome !
fr: Bienvenue !

# welIDbox
source: and welcome in your space ID box.
fr: et bienvenue dans votre espace ID box.

# wrongUserType
source: Wrong type of user
fr: Type d'utilisateur incorrect

source: zsyncLoad Error:
fr: Erreur zsyncLoad:

source: zsyncUser Error:
fr: Erreur zsyncUser:

# notEnoughCredits
source: You don't have enough credits
fr: Vous n'avez pas assez de crédit

source: Out of stock
fr: Stock épuisé

# propositionSizeSup
source: The selected item is temporarily not available in the requested size. We offer you exceptionally to select the larger size. We thank you for your understanding Do you desire a larger article?
fr: L'article sélectionné n'est temporairement pas disponible dans la taille demandée. Nous vous proposons exceptionnellement de sélectionner la taille supérieure. Nous vous remercions de votre compréhension Désirez-vous l'article de taille supérieure ?

# reqLargerArticleCondition
source: To select a larger item, please log in again after the withdrawal of the selected item
fr: Afin de sélectionner un article de taille supérieure, veuillez vous connecter de nouveau après le retrait des articles selectionnés

source: Credit:
fr: Crédit:

# incorLogin
source: Incorrect login
fr: Login incorrect

# sizeUpCase
source: SIZE
fr: TAILLE

# OutofDateUserType
source: Expiry date exceeded
fr: Date de validité dépassée

# textBoxErreurRailAvailable
source: Error RAIL not connected
fr: Erreur RAIL non connecté

# textBoxErreurInitialisation
source: Initialization, Please wait!
fr: Initialisation, Patientez

# newmap
source: Load new map.
fr: Nouveau Plan

# textBoxErreurLocalBDDAvailable
source: BDD Error
fr: Erreur BDD

# maxItemToday
source: You have exceeded your daily quota
fr: Vous avez dépassé votre quota journalier

source: Your order :
fr: Votre commande :

source: Close
fr: Fermer

# evalContent
source: Please open and close the cabinet to re-evaluate the content, thanks.
fr: Veuillez ouvrir puis fermer l'armoire pour ré-évaluer le contenu, Merci.

# failedSync
source: Synchronization failed
fr: Echec de la synchronisation

# problemTryAgain
source: A problem was encountered, please try again later.
fr: Un probleme a été rencontré, veuillez re-essayer ultérieurement.

source: Wait!!!
fr: Patientez!!!

# errorArticleType
source: Error in article_type
fr: Erreur dans les article_type
